/* Megabyte Abbrev */
"MB" = "MB";

/* Kilobyte Abbrev */
"KB" = "KB";

/* Yes */
"Yes" = "はい";

/* No */
"No" = "いいえ";

/* Cancel */
"Cancel" = "キャンセル";

"OK" = "OK";

/* LxShredfile */

"Processing file: %d of %d" = "ファイルを処理中: %d の %d";

"Are you sure you want to cancel shredding the file?\n\nYou may have to wait for the current shredded item to be completed." = "シュレッディング処理をキャンセルしてもよろしいですか？現在シュレッディング中の項目の処理が終了するまでお待ちいただく必要がある場合があります。";

"Successful : %@" = "成功:  %@";

"Cannot delete read-only file: %@" = "この読取専用ファイルは削除できません:  %@";

"Unsuccessful due to read-only file : (%d) %@" = "読取専用ファイルですので処理に失敗しました: (%d) %@";

"Cannot shred file : (%d) %@" = "このファイルはシュレッディングできません: (%d) %@";

"Cannot delete read-only file: %@" = "この読取専用ファイルは削除できません:  %@";

"Unsuccessful due to read-only file : (%d) %@" = "読取専用ファイルですので処理に失敗しました: (%d) %@";


/* JD2WizardSetupController */

"Creating encrypted vault is in progress.  Are you sure you want to stop now?" = "暗号化された金庫室作成中今中止してもよろしいですか？";

"You can only mount maximum of 5 encrypted vaults!" = "暗号化された金庫室は最大 5 個までしかマウントすることができません。";

"Free space on volume: %@ is %4.1fMB" = "ボリューム上の空き領域:%@ では %4.1f MB";

"Free space on main volume is %4.1fMB" = "メインボリュームの空き領域は %4.1f MB です";

"2048MB" = "2048 MB";

"%4.0fMB" = "%4.0f MB";

"An encrypted vault cannot be created inside a mounted vault drive! Please select a different folder." = "暗号化された金庫室をマウントされている金庫室ドライブ中に作成することはできません。別のフォルダーを選択してください。";

"A vault with the same name already exists in the folder location you specified! \n\nPlease change the vault name or location and try again." = "同じ名前の金庫室が指定されたフォルダー内に既に存在します\r\r名前を変更するか保存場所を変更してやり直してください。";

"The folder path you selected is read-only!\n\Please select a different folder." = "選択されたフォルダ パスは読取専用です。別のフォルダーを選択してください。";

"Vault file name cannot be all spaces." = "金庫室名はすべてスペースにはできません。";

"Please specify the vault file name." = "金庫室ファイル名を指定してください。";

"Please specify the vault location" = "金庫室の場所を指定してください。";

"There is not enough free space." = "充分な空き領域がありません。";

"Minimum vault size is 32." = "金庫室の最小サイズは 32 です。";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "入力されたパスワードは短すぎます。最小 8 文字以上、最大 32 文字以下の新規パスワードを入力してください。";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "入力されたパスワードは長すぎます。最小 8 文字以上、最大 32 文字以下の新規パスワードを入力してください。";

"The confirmation does not match the new password, they must be re-entered." = "確認のための再入力が新規パスワードに合致しません。やり直してください。";

"Password hint cannot be the same as your password." = "パスワードのヒントをパスワードと同じにはできません。";

"You've tried to many times to mount a vault with invalid password.  To mount a vault, please restart the application and then try again." = "無効なパスワードによる、金庫室をマウントしようとする試みが規定の回数を超えました。金庫室をマウントするには、アプリケーションを起動し直し、はじめからやり直してください。";

"The entered password is invalid." = "入力されたパスワードは無効です。";

/* JDTEncrypt23 */

"Processing file %d of %d" = "処理中： %d の %d";

"Successful : %@" = "成功:  %@";

"Cannot encrypt read-only file: %@" = "この読取専用ファイルは暗号化できません:  %@";

"Unsuccessful due to read-only file : (%d) %@" = "読取専用ファイルですので処理に失敗しました: (%d) %@";

"Cannot encrypt file : (%d) %@" = "このファイルは暗号化できません: (%d) %@";

"Cannot decrypt read-only file: %@" = "この読取専用ファイルは復号化できません:  %@";

"Invalid password.  This file may have been encrypted using a different password : %@" = "無効なパスワードです。このファイルは別のパスワードで暗号化されている可能性があります。%@";

"Cannot decrypt file : %@" = "このファイルは復号化できません:  %@";

"Encrypting File:" = "ファイルを暗号化中:";

"Secure II: Encrypt File" = "Secure II:ファイルの暗号化";

"Decrypting File:" = "ファイルの復号化中:";

"Secure II: Decrypt File" = "Secure II:ファイルの復号化";

"Shredding File:" = "ファイルのシュレッディング:";

"Secure II: Decrypt File" = "Secure II:ファイルの復号化";

"Are you sure you want to cancel the encryption process?" = "暗号化処理をキャンセルしてもよろしいですか？";

"Are you sure you want to cancel the decryption process?" = "復号化処理をキャンセルしてもよろしいですか？";

"%d of %d %@" = "%d of %d %@";

"file(s) encrypted" = "個のファイルが暗号化されました";

"file(s) decrypted" = "個のファイルが復号化されました";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "入力されたパスワードは短すぎます。最小 8 文字以上、最大 32 文字以下の新規パスワードを入力してください。";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "入力されたパスワードは長すぎます。最小 8 文字以上、最大 32 文字以下の新規パスワードを入力してください。";

"The confirmation does not match the new password, they must be re-entered." = "確認のための再入力が新規パスワードに合致しません。やり直してください。";

"Password hint cannot be the same as your password." = "パスワードのヒントをパスワードと同じにはできません。";

/* JDTEncryptFile24 */

"%d of %d %@" = "%d of %d %@";

"file(s) were encrypted" = "個のファイルが暗号化されました";

"file(s) were decrypted" = "個のファイルが復号化されました";

"file(s) were shredded" = "個のファイルがシュレッディングされました";

"Secure II: Encrypt File" = "Secure II:ファイルの暗号化";

"Secure II: Decrypt File" = "Secure II:ファイルの復号化";

"Secure II: Shred File" = "Secure II:ファイルのシュレッディング";

"file(s) encrypted" = "個のファイルが暗号化されました";

"file(s) decrypted" = "個のファイルが復号化されました";

"file(s) shredded" = "個のファイルがシュレッディングされました";


/* LxSetPassword */

"Could not change vault password!\n\nPlease check your password and try again." = "金庫室のパスワードを変更できません。\r\rパスワードを確認してやり直してください。";

"The vault password was changed successfully!" = "金庫室のパスワードは無事変更されました。";

"Password cannot be the same as your name.  Please enter a different password than your name" = "パスワードをユーザー名と同じにはできません。ユーザー名とは異なるパスワードを入力してください";

/* AppController */

"The Secure II has to be run from a JumpDrive!\n\nSecure II will exit now." = "Secure II は JumpDrive から実行する必要があります。Secure II を終了します。";

"Quit" = "終了";

"No JumpDrive device found!\n\nSecure II will exit now." = "JumpDrive が見つかりません。\r\rSecure II を終了します。";

"Install Vault Driver" = "金庫室ドライバーのインストール";

"There is no driver installed.  To use the secure vault feature, this driver need to be installed.  An administrator password is required to install this driver." = "ドライバーがインストールされていません。金庫室のセキュリティ機能を利用するには、このドライバーをインストールする必要があります。このドライバーをインストールするには、管理者権限のパスワードが必要です。";

"Exiting the application will automatically unmount all the currently mounted vaults.  Do you want to continue?" = "アプリケーションを終了すると、マウントされている金庫室は全て自動的にマウント解除されます。続けてもよろしいですか？";

"Are you sure you want to exit Secure II?" = "Secure II を終了してもよろしいですか？";

"File vault creation is in progress. Please cancel it before quitting." = "暗号化された金庫室ファイル作成中終了する前にキャンセルしてください。";

"Total" = "合計";

"Free" = "空き";

"is no longer available in that location." = " は、この場所にはありません。";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "マウントされている金庫室ドライブ内で暗号化された金庫室を見つけることはできません。別の金庫室を選択してください。";

"You can only mount maximum of %d encrypted vaults!" = "暗号化された金庫室は最大 %d 個までしかマウントすることができません。";

"The vault you selected is not a valid vault file!" = "選択された金庫室は、有効な金庫室ファイルではありません。";

"This vault file is read only and cannot be mounted." = "この金庫室ファイルは読取専用ですので、マウントできません。";

"Are you sure you want to unmount the vault:" = "金庫室をマウント解除してもよろしいですか？";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "金庫室をマウント解除することができません。金庫室を利用しているアプリケーションを全て閉じてください。それから、やり直してください。";

"Some of the files you are adding to the list are read-only." = "リストに加えられたファイルによっては読み取り専用のものが含まれています。";

"Some of the file types you are adding to the list are not supported." = "リストに加えられたファイルの種類によってはサポートされていなものが含まれています。";

"Some of the files you are adding to the list are read-only." = "リストに加えられたファイルによっては読み取り専用のものが含まれています。";

"Are you sure you want to shred all the files in the list.  Shredded files cannot be recovered." = "リスト中のファイルを全てシュレッディングしてもよろしいですか？シュレッディングされたファイルを復旧させることはできません。";

"Some of the files you are adding to the list are read-only." = "リストに加えられたファイルによっては読み取り専用のものが含まれています。";

"Some of the file types you are adding to the list are not supported." = "リストに加えられたファイルの種類によってはサポートされていなものが含まれています。";

"Are you sure you want to shred selected items in the Trash?\n\nShredded items cannot be recovered." = "ごみ箱内で選択された項目をシュレッディングしてもよろしいですか？\r\rシュレッディングされたものを復旧させることはできません。";

"Are you sure you want to shred the free space area on drive: " = "ドライブ上の空き領域をシュレッディングしてもよろしいですか？ ";

"This process may take a long time." = "この処理には時間がかかります。";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "金庫室をマウント解除することができません。金庫室を利用しているアプリケーションを全て閉じてください。それから、やり直してください。";

"Free Space: %4.1f MB" = "空き領域:%4.1f MB";

"%4.1f MB" = "%4.1f MB";

"Shredding: %4.0f bytes / %4.0f bytes" = "シュレッディング:%4.0f バイト / %4.0f バイト中";

"The Shred Free Space operation of drive %@ was canceled!" = "%@ ドライブの空き領域のシュレッディング操作がキャンセルされました。";

"The Shred Free Space operation of drive %@ was complete!" = "%@ ドライブの空き領域のシュレッディング操作が完了しました。";

"Shredding: %4.0f bytes / %4.0f bytes" = "シュレッディング:%4.0f バイト / %4.0f バイト中";

"The vault already exists in the list." = "金庫室ファイルはすでにリスト中に存在します。";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "マウントされている金庫室ドライブ内で暗号化された金庫室を見つけることはできません。別の金庫室を選択してください。";

"%d file(s) " = "%d 個のファイル ";

"The vault you selected is not a valid vault file!" = "選択された金庫室は、有効な金庫室ファイルではありません。";

"Not mounted" = "マウントされていません";

/* updater related */

"Up to date" = "現在まで";

"You have the latest version of Secure II." = "Secure II の最新版をご利用いただいております。";

"Version %@ of Secure II is available for download." = "Secure II の Version %@ がダウンロード可能です。";

"  You are currently running version %@." = "現在お使いのバージョン： %@";

"\n\nDo you like to update now?" = "\r\r今更新してよろしいですか？";

"Problem connecting to Lexar's website" = "Lexar のホームページに接続するのに問題がある";

"Couldn't access the version number from the" = "これからはバージョン番号にアクセスできません:";

" Lexar's web site." = "Lexar のホームページ";

"Secure II is currently running.  Please quit Secure II now to continue." = "Secure II は現在実行中です。続けるには Secure II を今終了してください。";

"Deleting old Secure II application" = "旧 Secure II を削除中";

"Update is successful" = "アップデートは成功しました";

"Fails to update" = "アップデートに失敗";

"Copying new version to the JumpDrive" = "新規バージョンを JumpDrive にコピー中";

"A maximum of %i files may be encrypted in one batch, encryption of %i files were requested" = "1 回のバッチで最大 %i 個のファイルを暗号化できます。%i 個のファイルの暗号化が要求されました。";

"Skip file: '%@' and continue shredding?" = "ファイル '%@' をスキップして、シュレッドを続けますか？";

"All (everything)" = "すべて";

"All (all files)" = "すべて";

